# SymDefNum

## Description
Function SymDefNum returns the number of symbol definitions within the active document.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION SymDefNum : LONGINT;
```

```python

def vs.SymDefNum():
    return LONGINT
```

## Version
Availability: from MiniCAD
## Category
* Objects - Symbols